{
  "banner": {
    "subHeading": "Securing the Future of Blockchain & Web3",
    "heading": "Expert Web3 & Blockchain Security Solutions",
    "text": "At Codezen we specialize in safeguarding decentralized systems through expert consulting and comprehensive security audits. From smart contracts to consensus algorithms, we ensure your Web3 projects are resilient and fortified against vulnerabilities.",
    "buttonText": "Secure your project",
    "buttonLink": "/#whoweare",
    "requestForm": {
      "title": "Submit Your Request",
      "clientName": {
        "label": "Client's Name*",
        "placeholder": "Enter your name"
      },
      "companyName": {
        "label": "Company Name*",
        "placeholder": "Enter your company"
      },
      "email": {
        "label": "Email*",
        "placeholder": "Enter your email"
      },
      "phoneNumber": {
        "label": "Phone Number",
        "placeholder": "Enter your number"
      },
      "requestDetails": {
        "label": "Request Details*",
        "placeholder": "Describe your request..."
      },
      "submitButton": "Submit"
    },
    "whoweare": {
      "subHeading": "Who We Are",
      "heading": "Your Trusted Partner in Blockchain Security",
      "text": "Codezen is a cybersecurity firm specializing in blockchain and Web3 technologies. We provide tailored security solutions designed to meet the distinct challenges of decentralized systems. Our mission is to protect the future of decentralized finance, applications, and networks through thorough audits and expert consulting services.\n\nWith deep expertise in blockchain, smart contract auditing, and Web3 security, Codezen offers an unparalleled understanding of decentralized technologies. Our comprehensive knowledge empowers clients to confidently navigate the rapidly changing landscape, ensuring their systems are fortified against emerging threats and vulnerabilities.",
      "buttonText": "Let's get an audit"
    },
    "whatwedo": {
      "subHeading": "What We Do",
      "heading": "Comprehensive Security Solutions for Blockchain & Web3",
      "data": [
        {
          "title": "Smart Contract Audits",
          "description": "Enhance the security of your smart contracts with comprehensive audits that identify vulnerabilities and proactively protect against potential exploits.",
          "video": {
            "dark": "./images/SmartContractAudits.mp4",
            "light": "./images/SmartContractAudits-alt.mp4"
          }
        },
        {
          "title": "Blockchain Consulting",
          "description": "Receive expert guidance on building and securing your blockchain infrastructure, from architectural design to deployment and long-term optimization.",
          "video": {
            "dark": "./images/blockchain.mp4",
            "light": "./images/blockchain-alt.mp4"
          }
        },
        {
          "title": "Disaster Recovery",
          "description": "Guarantee business continuity with a robust Disaster Recovery plan that protects users, minimizes downtime, and ensures rapid recovery of operations.",
          "video": {
            "dark": "./images/disaster.mp4",
            "light": "./images/disaster-alt.mp4"
          }
        }
      ]
    },
    "howwework": {
      "subHeading": "How We Work",
      "heading": "A Proven Approach to Securing Blockchain Projects",
      "firstTitle": "Discovery",
      "firstDescription": "We begin by thoroughly analyzing your project's requirements and unique challenges, laying the foundation for a customized security strategy.",
      "secondTitle": "Audit",
      "secondDescription": "We perform an exhaustive security audit, pinpointing vulnerabilities across smart contracts, blockchain architecture, and other critical components.",
      "thirdTitle": "Reporting",
      "thirdDescription": "We deliver an in-depth report that not only highlights security vulnerabilities but also provides actionable solutions to mitigate risks and fortify your project.",
      "fourthTitle": "Support",
      "fourthDescription": "Beyond the report, we provide continuous support to guide you through the implementation of security measures and ensure your project remains protected over time."
    },
    "work": {
      "subHeading": "Our Work",
      "heading": "Showcasing Our Expertise: Proven Success in Blockchain Security"
    },
    "team": {
      "subHeading": "Elite Security Team",
      "heading": "Meet the Blockchain Security Pioneers Protecting Web3",
      "members": [
        {
          "name": "Christian Vari",
          "role": "CEO & Lead Security Researcher",
          "description": "Christian Vari is a blockchain security researcher and smart contract auditor specializing in DeFi, Layer 1 protocols, and decentralized systems. With 100+ audits across Substrate, Cosmos SDK, CosmWasm, Solana, and EVM chains, he helps Web3 teams launch secure, scalable, and resilient products.",
          "image": "./images/christianvari.png",
          "website": "https://christianvari.dev"
        }
      ]
    },
    "stats": [
      {
        "description": "Assets Protected"
      },
      {
        "number": "10",
        "description": "Disasters Recovered"
      }
    ],
    "footer": {
      "email": {
        "to": "info@codezen.tech",
        "subject": "Audit Request: [App/Protocol Name]",
        "body": "To Codezen Audit Team,\n\nI am writing to request a quote for a comprehensive audit for our project. Below are the relevant details:\n\nProject Information:\n- Project Name: [App/Protocol Name]\n- Website URL: [Website URL]\n- Technology Stack: [List the technologies used (e.g., Solidity, Rust, Golang, etc.)]\n- Project Documentation: [Provide a link to or details of the documentation that may assist in the audit]\n\nScope of Audit:\n- [Provide a link to the project repository]\n\nSpecific Areas of Concern (if applicable):\n- [Outline any known issues or areas that require specific attention.]\n\nPreferred Timeline (optional):\n- [If you have a preferred deadline, please mention it here.]\n\nBest regards,\n[Your Full Name]\n[Your Job Title]\n[Your Company Name]"
      },
      "buttonText": "Contact Us",
      "twitter": "https://x.com/CodezenSRLS",
      "linkedin": "https://www.linkedin.com/company/codezensrls",
      "copyright": "2025 Codezen SRL. All Rights Reserved.",
      "note": "Codezen secures Web3 with expert consulting and audits, protecting decentralized systems and smart contracts against vulnerabilities."
    },
    "header": {
      "buttonText": "Let's get an audit"
    }
  }
}
